[
    {
      "projectItem": "GSIP",
      "image": "GSIP.png",
      "content": "GSIP is a mobile application built using Flutter, an integrated platform for the ed-tech industry. The platform aims to bridge the gaps between teachers, students, and parents by providing a comprehensive solution for their diverse needs.",
      "link": "https://github.com/Piyu-Pika/gsip"
    },
    {
      "projectItem": "MY AI",
      "image": "MY AI.png",
      "content": "This is an assistant which use the Google Gemini API for the back end and provide you the latest information from the Internet.Text from future updates I am planning to intigrated a  Voice Assistant to this",
      "link": "https://github.com/Piyu-Pika/my_ai"
    },
    {
      "projectItem": "Anime Quote App",
      "image": "anime quote app.png",
      "content": "An App Provide you the latest Quote based anime. it can be used as splash Screen and loarding Screen for any other future project to get the attention of the user",
      "link": "https://github.com/Piyu-Pika/Anime_Quote_app"
    },
    {
      "projectItem": "CodSoft Quote Modle",
      "image": "internship1.jpg",
      "content": "During my internship at CodSoft, I worked on a Quote Modle which give you the famous Quote which are refresed daily and have the feature to copy the the Quote to your clipboard  ",
      "link": "https://github.com/Piyu-Pika/codsoft_quote_modle"
    },
    {
      "projectItem": "Cancer Priductor",
      "image": "ybi1.jpg",
      "content": "As part of my internship at YBI, I contributed to a healthcare project. It aimed to develop a machine learning model for early detection of cancer.",
      "link": "https://github.com/Piyu-Pika/CANCER_PREDUCTOR"
    },
    {
      "projectItem": "Purchase Priduction and MicroNumersity",
      "image": "ybi2.jpg",
      "content": "This project involved building a recommendation system for personalized product suggestions based on user preferences and purchase history.",
      "link": "https://github.com/Piyu-Pika/Purchase_Prediction_And_MicroNumerosity"
    },
    {
      "projectItem": "Codsoft To-do List",
      "image": "codsoft2.jpg",
      "content": "During my internship at CodSoft, I worked on a to-do list application. It was a cross-platform app built with React Native and Firebase.",
      "link": "https://github.com/Piyu-Pika/codesoft-to-do-list"
    }
  ] 